4kvideodownloader
anki
auto-cpufreq
chili-sddm-theme
dragon-drop
easytether
edrawmind-bin
epub-thumbnailer-git
foxitreader
goldendict-git
gruvbox-material-gtk-theme-git
ibus-bamboo
ibus-mozc
iwgtk
jmtpfs
libva-intel-driver-g45-h264
mps-youtube-git
osu-lazer-bin
pandoc-bin
picom-git
pomatez
python-pafy-git
python-sip4
redshift-minimal
sip4
snapd
timeshift
ttf-kanjistrokeorders
ttf-meslo
ttf-ms-win11-auto
ttf-spectral
virtio-win
wkhtmltopdf
woeusb
yay
