alacritty
arandr
arc-gtk-theme
audacity
autoconf
automake
avr-binutils
avr-gcc
avr-libc
avrdude
base
bat
bc
bison
bluez
bluez-utils
breeze-icons
bspwm
catdoc
ccls
cdrtools
cmake
conky
cups
cups-pdf
dhcpcd
discord
docker
docx2txt
dos2unix
dosbox
dosfstools
dunst
efibootmgr
fakeroot
feh
ffmpegthumbnailer
firefox
flameshot
flex
fpc
fzf
gcc
gdb
gedit
gimp
git
gnumeric
gpick
grub
gvfs-gphoto2
gvfs-mtp
hplip
htop
i3lock
ibus
imagemagick
intel-media-driver
iwd
jq
jupyter-notebook
jupyterlab
kolourpaint
lf
lib32-giflib
lib32-gnutls
lib32-gst-plugins-base-libs
lib32-gtk3
lib32-libjpeg-turbo
lib32-libpng
lib32-libpulse
lib32-libva
lib32-libxcomposite
lib32-libxinerama
lib32-libxslt
lib32-mpg123
lib32-ocl-icd
lib32-openal
lib32-v4l-utils
libreoffice-still
libtool
libva-utils
libwnck3
linux
linux-firmware
linux-headers
lutris
m4
make
man-db
man-pages
meson
mlocate
mpv
mtpfs
ncdu
neofetch
neovim
ninja
nitrogen
nodejs
nomacs
notification-daemon
noto-fonts-emoji
npm
ntfs-3g
obs-studio
obsidian
opencv
openssl-1.1
opera
opera-ffmpeg-codecs
os-prober
otf-ipafont
patch
pavucontrol
perl-image-exiftool
pkgconf
polybar
pulseaudio
pulseaudio-alsa
pulseaudio-bluetooth
pypy3
python-ipykernel
qbittorrent
qemu-audio-pa
qemu-base
qemu-emulators-full
qemu-guest-agent
reflector
rmlint
rofi
scrcpy
scrot
sddm
shotcut
sof-firmware
sox
stalonetray
steam
sudo
swtpm
sxhkd
systemd-resolvconf
tesseract
tesseract-data-vie
texinfo
texlive-bibtexextra
texlive-core
texlive-fontsextra
texlive-formatsextra
texlive-games
texlive-humanities
texlive-latexextra
texlive-music
texlive-pictures
texlive-pstricks
texlive-publishers
texlive-science
thunar
tigervnc
transmission-cli
ttf-font-awesome
ttf-hanazono
ttf-meslo-nerd
ueberzug
unzip
usbutils
vi
vim
virt-viewer
virtualbox
virtualbox-guest-iso
virtualbox-host-modules-arch
wget
which
wine-mono
wine-staging
winetricks
wqy-zenhei
xclip
xorg-server
xorg-xev
xorg-xhost
xorg-xinit
xpad
xterm
yt-dlp
ytfzf
zenity
zsh
zsh-autosuggestions
